local mt = ac.skill['噬魂棒']
mt{
    level = 1 ,
    specail_model = [[File00000376 - RC.mdx]],
    unique = true,
    tip = [[ 
|cffcccccc上古时期，一根充满戾气的魔棒，可吸引天地洪荒之气

藏宝图掉落概率+10%
羊皮纸、无字天书掉落概率+10%
强化石、天谕掉落概率+10%
一颗神奇的种子掉落概率+10%
扭蛋券(十连抽)、超级扭蛋券(十连抽)掉落概率+10%
黑暗骰子掉落概率+10%
万分之一空气触发概率加成+50%
 ]],
    --技能图标
    art = [[shihunbang.blp]],
    ['藏宝图掉落概率'] = 10,
    ['羊皮纸掉落概率'] = 10,
    ['无字天书掉落概率'] = 10,
    ['强化石掉落概率'] = 10,
    ['天谕掉落概率'] = 10,
    ['扭蛋券(十连抽)掉落概率'] = 10,
    ['超级扭蛋券(十连抽)掉落概率'] = 10,
    ['黑暗骰子掉落概率'] = 10,
    ['万分之一空气概率'] = 10,
}
